import { EventTypes } from '../../components/EventTypes';
import './event-types-page.scss';

export const EventTypesPage = () => {
  return (
    <div className="event-types-page">
      <h2 className="event-types-page__title">Послуги</h2>

      <EventTypes relPage="event-types-page" />

      <section className="event-types-page__info">
        <h2 className="event-types-page__info-title">Додаткова інформація</h2>

        <p className="event-types-page__info-description">
          Наша агенція пишається своїм висококваліфікованим персоналом, який
          володіє не тільки глибоким розумінням організації різноманітних
          заходів, але й створює атмосферу теплоти та професіоналізму для
          кожного клієнта. Наші творчі організатори завжди в пошуку новаторських
          ідей і готові пристосовуватися до будь-яких вимог, надаючи
          персоналізовані рішення.
          <br />
          <br />
          Для досягнення максимального рівня задоволення клієнтів ми встановили
          тісні партнерські відносини з рядом високопрофесійних підрядників. Це
          включає в себе кращих кейтерингових фахівців, талановитих декораторів
          та аудіо-відео експертів. Наші партнери ділять нашу відданість якості
          і креативності, готові спільно працювати для забезпечення
          неперевершеного досвіду наших клієнтів.
        </p>
      </section>
    </div>
  );
};
